1. Поговорить с опытными трейдерами, которые стабильно торгуют в плюс на спотовой бирже (лучше, чтобы это были теханалитики)
  1.1 Узнать основные стратегии трейдинга при различных состояниях рынка (скальпинг, по тренду, пробой уровня сопротивления, стратегия на MACD)
  1.2 По каким индекесам лучше всего ориентироваться, анализ свечей, стакана, различных функий на графиках
  1.3 Криптоарбитраж - внутрибиржевый и с переводом между биржами
  1.4 На какие временные периоды лучше ориентироваться при анализе рынка, насколько успешно можно торговать, основываясь только на техническом анализе?
  1.5 Выяснить слабые места алготрейдинга и понять, в какие моменты лучше переключать стратегию/останавливать бота/ закрывать сделки и выходить в кэш вручную
  1.6 Сколько может стоить наем опытного трейдера, который поможет программисту реализовать различные стратегии трейдера
  1.7 Узнать, какие биржи потенциально могут уйти с российского рынка в свзяи с политической ситуацией в мире (binance, например)
  1.8 Доступные на данный момент площадки, у которых есть качественный API: FTX, Kraken, KuCoin
  1.9 На бирже KuCoin есть [6 видов ботов](https://www.kucoin.com/trading-bot/) для алготрейдинга, где можно выставлять диапозон цен и количество ордеров (минимум натроек - потенциальная прибыль какая-то заоблочная)
